Repository: t1dtools/GlucoseBar
Catalog: GlucoseBar/Localizable.xcstrings
Source language: en
Languages: da, es, fr, it, nl, pl, ro, sv

source: Global Settings
da: Globale indstillinger
es: Configuración global
fr: Réglages globaux
it: Impostazioni Globali
nl: Globale instellingen
pl: Ustawienia globalne
ro: Setări globale
sv: Globala inställningar

source: Glucose
da: Glukose
es: Glucosa
fr: Glycémie
it: Glucosio
pl: Glukoza
ro: Glucoză
sv: Glukos

source: Glucose Chart Color Scheme
da: Glukose Graf Farveskema
es: Esquema de color gráfico de glucosa
fr: Jeu de couleurs du graphique de glycémie
it: Schema Colore Grafico Glucosio
nl: Glucose grafiek kleurenschema
pl: Schemat kolorów wykresu glukozy
ro: Schema de culori pentru diagrama glucozei
sv: Färgschema för glukosdiagram

source: Glucose Delta
da: Glukose Delta
es: Delta de glucosa
fr: Delta de glycémie
it: Delta Del Glucosio
pl: Delta glukozy
ro: Delta glucozei
sv: Glukos Delta

source: Glucose Dot
da: Glukose Prik
es: Punto de glucosa
fr: Point de glycémie
it: Punto Glucosio
nl: Glucose punt
pl: Kropka glukozy
ro: Punct de glucoză
sv: Blodglukos Punkt

source: Glucose Options
da: Glukose Indstillinger
es: Opciones de glucosa
fr: Options de glycémie
it: Opzioni Glicemia
nl: Glucose opties
pl: Opcje glikemii
ro: Opțiuni glicemie
sv: Alternativ för glukos

source: Glucose Trend
da: Glukose Trend
es: Tendencia de glucosa
fr: Tendance de la glycémie
it: Tendenza Glucosio
pl: Trend glukozy
ro: Tendinţă glicemie
sv: Glukos Trend

source: Glucose Unit
da: Glukose Enhed
es: Unidad de glucosa
fr: Unité de glycémie
it: Unità Glucosio
pl: Jednostka glukozy
ro: Unitate de glucoză
sv: Blodglukosenhet

source: Glucose Value
da: Glukose Værdi
es: Valor de glucosa
fr: Valeur de glycémie
it: Valore Della Glicemia
nl: Glucose Waarde
pl: Wartość glukozy
ro: Valoarea glicemiei
sv: Glukosvärde

source: Hi, I'm GlucoseBar.
da: Hej, Jeg er GlucoseBar.
fr: Bonjour, Je suis GlucoseBar.

source: Hidden
da: Skjult
fr: Masqué

source: Hide when 0
da: Skjul ved 0
es: Ocultar cuando 0
fr: Masquer quand c’est à 0
it: Nascondi quando 0
nl: Verbergen wanneer 0
pl: Ukryj gdy 0
ro: Ascunde când 0
sv: Dölj när 0

source: High
da: Høj
es: Alta
fr: Élevée
it: Alto
nl: hoog
pl: Wysoka
ro: Ridicat
sv: Hög

source: High Threshold
da: Høj Grænseværdi
es: Umbral alto
fr: Seuil Haut
it: Soglia Alta
nl: Hoge grenswaarde
pl: Wysoki próg
ro: Prag mare
sv: Hög tröskel

source: I'm a privacy first application that lives here in the menu bar on your Mac, providing you a quick way to glance at your Continous Glucose Monitor (CGM) readings, from places like Nightscout and Dexcom
da: Jeg er en app der respekterer dine private data, og jeg bor i din menulinie. Jeg giver dig en nem måde at hurtigt få et overblik over din Continous Glucose Monitor (CGM) data, fra services som Nightscout og Dexcom
es: Soy una primera aplicación de privacidad que vive aquí en la barra de menús de tu Mac, proporcionándote una forma rápida de mirar tus lecturas de continuos seguidores de Glucosa (CGM), desde lugares como Nightscout y Dexcom
fr: Je suis une application axée sur la confidentialité qui vit ici dans la barre de menu de votre Mac, vous fournissant un moyen rapide de jeter un coup d'œil à vos lectures de moniteur de glycémie en continu (CGM), à partir de serveurs comme Nightscout et Dexcom
it: Sono una prima applicazione sulla privacy che vive qui nella barra dei menu sul tuo Mac, fornirti un modo rapido per dare un'occhiata alle letture del tuo Continous Glucose Monitor (CGM), da luoghi come Nightscout e Dexcom
nl: Ik ben een eerste privacytoepassing die hier in de menubalk op uw Mac staat, zorg voor een snelle blik op je Continous Glucose Monitor (CGM)-uitlezingen, vanuit plaatsen als Nightscout en Dexcom
pl: Jestem pierwszą aplikacją, która mieszka tutaj w pasku menu na Twoim komputerze Mac, zapewnienie szybkiego spojrzenia na odczyty na Monitor glukozy (CGM) z miejsc takich jak Nightscout czy Dexcom
ro: Sunt o aplicație de confidențialitate care trăiește aici în bara de meniu de pe Mac, vă oferă o modalitate rapidă de a privi la citirile Continous Glucose Monitor (CGM), din locuri precum Nightscout și Dexcom
sv: Jag är en integritet första program som bor här i menyraden på din Mac, ge dig ett snabbt sätt att titta på din Continous Glucose Monitor (CGM) avläsningar, från platser som Nightscout och Dexcom

source: Icon
da: Ikon
es: Icono
fr: Icône
it: Icona
nl: Pictogram
pl: Ikona
ro: Iconiță
sv: Ikon

source: Icon colour
da: Ikonfarve
es: Color del icono
fr: Couleur de l'icône
it: Colore icona
nl: Pictogram kleur
pl: Kolor ikon
ro: Culoare pictogramă
sv: Ikon färg

source: Icon Location
da: Ikon Placering
es: Ubicación del icono
fr: Emplacement de l'icône
it: Posizione Icona
nl: Pictogram locatie
pl: Lokalizacja ikony
ro: Locatie Pictograma
sv: Ikon plats

source: Identity
da: Identitet
es: Identidad
fr: Identité
it: Identità
nl: Identiteit
pl: Tożsamość
ro: Identitate
sv: Identitet

source: If you are still having issues, please post a detailed issue on GitHub.
da: Hvis du stadig har problemer, så skriv venligst en detaljeret rapport på GitHub.
es: Si todavía tiene problemas, por favor publique un problema detallado en GitHub.
fr: Si vous rencontrez toujours des problèmes, veuillez poster un rapport détaillé sur GitHub.
it: Se avete ancora problemi, si prega di postare un problema dettagliato su GitHub.
nl: Als je nog steeds problemen hebt, post dan een gedetailleerd probleem op GitHub.
pl: Jeśli nadal masz problemy, wyślij szczegółowy problem na GitHub.
ro: Dacă încă aveți probleme, vă rugăm să postați o problemă detaliată pe GitHub.
sv: Om du fortfarande har problem, vänligen posta en detaljerad fråga på GitHub.

source: Insulin Blue Color
da: Insulin Blå
es: Color azul de insulina
fr: Couleur bleue de l’insuline
it: Colore Blu Dell'Insulina
nl: Insuline Blauwe Kleur
pl: Niebieski kolor insuliny
ro: Culoarea albastră a insulinei
sv: Insulin blå färg

source: Insulin On Board
da: Insulin Om Bord (IOB)
es: Insulina a bordo
fr: Insuline à bord (IOB)
it: Insulina A Bordo
nl: Insuline aan boord
pl: Insulina na płytce
ro: Insulină la bord
sv: Insulin ombord

source: Invalid credentials or service unreachable
da: Ugyldige legitimationsoplysninger eller tjeneste utilgængelig
es: Credenciales o servicio no válidos
fr: Identifiants incorrects ou service injoignable
it: Credenziali non valide o servizio non raggiungibili
nl: Ongeldige inloggegevens of dienst niet bereikbaar
pl: Nieprawidłowe dane logowania lub usługa nieosiągalna
ro: Acreditări sau servicii inaccesibile nevalide
sv: Ogiltiga autentiseringsuppgifter eller tjänster kan inte nås

source: Invalid response from Dexcom Share
da: Ugyldigt svar fra Dexcom Share
es: Respuesta no válida de Dexcom Share
fr: Réponse invalide de Dexcom Share
it: Risposta non valida da Dexcom Share
nl: Ongeldige reactie van Dexcom Share
pl: Nieprawidłowa odpowiedź Dexcom Share
ro: Răspuns nevalid din Partajarea Dexcom
sv: Ogiltigt svar från Dexcom Share

source: Item Spacing
da: Element afstand
es: Espaciado de objetos
fr: Espacement des éléments
it: Spaziatura Oggetti
nl: Item Spatiëring
pl: Odstępy między artykułami
ro: Spațiere articol
sv: Avstånd mellan objekt

source: Launch at Login
da: Start ved login
es: Iniciar sesión
fr: Lancer au démarrage
it: Avvia al login
nl: Start bij inloggen
pl: Uruchom przy logowaniu
ro: Lansare la Autentificare
sv: Starta vid inloggning

source: Launch Behavior
da: Start Adfærd
es: Ejecutar comportamiento
fr: Comportement de lancement
it: Comportamento Di Lancio
nl: Gedrag starten
pl: Uruchom zachowanie
ro: Lansare comportament
sv: Starta beteende

source: Light
da: Lys
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Światło
ro: Lumină
sv: Ljus

source: Lines
da: Linjer
es: Líneas
fr: Lignes
it: Linee
nl: Regels
pl: Linie
ro: Linii
sv: Linjer

source: Live Preview
da: Live Forhåndsvisning
es: Vista previa en vivo
fr: Prévisualisation en direct
it: Anteprima Live
nl: Live voorbeeld
pl: Podgląd
ro: Previzualizare live
sv: Förhandsgranska live

source: Loading AID data...
da: Indlæser AID data...
es: Cargando datos AID...
fr: Chargement des données de DAI...
it: Caricamento dati AID...
nl: AID-gegevens laden...
pl: Ładowanie danych AID...
ro: Se încarcă datele AID...
sv: Laddar AID-data...

source: Log files are stored in ~/Library/Application Support/tools.t1d.GlucoseBar/logs/. Each session creates a new debug.log; the previous session is renamed with a timestamp.
da: Logfiler gemmes i ~/Library/Application Support/tools.t1d.GlucoseBar/logs/. Hver session opretter en ny debug.log; den foregående session omdøbes med et tidsstempel.
es: Los archivos de registro se almacenan en ~/Library/Application Support/tools.t1d.GlucoseBar/logs/. Cada sesión crea un nuevo debug.log; la sesión anterior se renombra con una marca de tiempo.
fr: Les journaux sont stockés dans ~/Bibliothèque/Application Support/tools.t1d.GlucoseBar/logs/. Chaque session crée un nouveau debug.log; la session précédente est renommée avec un horodatage.
it: I file di registro sono memorizzati in ~/Library/Application Support/tools.t1d.GlucoseBar/logs/. Ogni sessione crea un nuovo debug.log; la sessione precedente viene rinominata con un timestamp.
nl: Logboekbestanden worden opgeslagen in ~/Library/Applicatie ondersteuning/tools.t1d.GlucoseBal/logs/. Elke sessie maakt een nieuwe debug.log; de vorige sessie is hernoemd met een tijdstempel.
pl: Pliki dzienników są przechowywane w ~/Library/Aplikacja Support/tools.t1d.GlucoseBar/logs/. Każda sesja tworzy nowy debug.log; poprzednia sesja zostanie zmieniona za pomocą znacznika czasowego.
ro: Fișierele jurnal sunt stocate în ~/Librărie/Asistență aplicații/tools.t1d.GlucoseBar/logs/. Fiecare sesiune creează un nou debug.log; sesiunea anterioară este redenumită cu un marcaj de timp.
sv: Loggfiler lagras i ~/Library/Application Support/tools.t1d.GlucoseBar/logs/. Varje session skapar en ny debug.log; föregående session byts namn på med en tidsstämma.

source: Loop forecast information
da: Loop prognose information
es: Información del pronóstico del bucle
fr: Informations de prévision de boucle
it: Informazioni sulle previsioni del ciclo
nl: Voorspelling herhalen
pl: Informacje prognozy pętli
ro: Informații prognoză buclă
sv: Loop prognos information

source: Loop Icon and Time Since Loop
da: Loop ikon og tid siden Loop
es: Icono de bucle y tiempo desde bucle
fr: Icône de boucle et temps écoulé depuis
it: Loop Icon e Tempo dal Ciclo
nl: Icoon en tijd sinds lus herhalen
pl: Ikona pętli i czas od pętli
ro: Iconiță buclă și timp din buclă
sv: Loop ikon och tid sedan loopen

source: Loop Icon Only
da: Kun Loop Ikon
es: Sólo icono de bucle
fr: Icône de boucle uniquement
it: Solo Icona Loop
nl: Alleen pictogram herhalen
pl: Tylko ikona pętli
ro: Doar Iconiță buclă
sv: Loopa endast ikon

source: Loop Status and time since last loop
da: Loop status og tid siden sidste loop
es: Estado del bucle y tiempo desde el último bucle
fr: Statut et temps de boucle depuis la dernière boucle
it: Stato del ciclo e tempo dall'ultimo ciclo
nl: Status en tijd sinds laatste lus
pl: Status i czas pętli od ostatniej pętli
ro: Starea buclei și timpul de la ultima buclă
sv: Loop Status och tid sedan senaste slingan

source: Low
da: Lav
es: Baja
fr: Basse
it: Basso
nl: laag
pl: Niski
ro: scazut
sv: Låg

source: Low Threshold
da: Lav Grænseværdi
es: Umbral bajo
fr: Seuil Bas
it: Soglia Bassa
nl: Lage grenswaarde
pl: Niski próg
ro: Prag mic
sv: Låg tröskel

source: Max Value
da: Max Værdi
es: Valor máximo
fr: Valeur max.
it: Valore Massimo
nl: Max Waarde
pl: Wartość maksymalna
ro: Valoare maxima
sv: Max värde

source: Menu Bar
da: Menulinje
es: Barra de menú
fr: Barre des menus
it: Barra Dei Menu
nl: Menu Balk
pl: Pasek menu
ro: Bară de meniu
sv: Menyfält

source: Menu Bar Settings
da: Indstillinger For Menulinje
es: Ajustes de barra de menú
fr: Réglages de la barre des menus
it: Impostazioni Barra Dei Menu
nl: Menubalk instellingen
pl: Ustawienia paska menu
ro: Setări Bară Meniu
sv: Inställningar för menyraden

source: Min Value
da: Min Værdi
es: Valor mínimo
fr: Valeur min.
it: Valore Minimo
nl: Min. waarde
pl: Minimalna wartość
ro: Valoare minimă
sv: Minsta värde

source: Must start with http:// or https://
da: Skal starte med http:// eller https://
es: Debe comenzar con http:// o https://
fr: Doit commencer par http:// ou https://
it: Deve iniziare con http:// o ↓ ://
nl: Moet beginnen met http:// of https://
pl: Zacznij od http:// lub https://
ro: Trebuie să înceapă cu http:// sau http://
sv: Måste börja med http:// eller https://

source: My CGM
da: Min CGM
es: Mi CGM
fr: Mon MGC
it: Il Mio Cgm
nl: Mijn CGM
pl: Mój CGM
ro: CGM Meu
sv: Mitt CGM

source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
nl: naam
pl: Nazwisko
ro: Nume
sv: Namn

source: Narrow
da: Smal
es: Flecha
fr: Étroit
it: Stretto
nl: Smalle
pl: Wąskie
ro: Ingust
sv: Smal

source: No
da: Nej
es: Nu
fr: Non
nl: Neen
pl: Nie
ro: Nr
sv: Nej

source: No data from Dexcom. Please ensure your Dexcom Share connection is functional on your phone.
da: Ingen data fra Dexcom. Kontroller, at din Dexcom Del-forbindelse er funktionel på din telefon.
es: No hay datos de Dexcom. Por favor, asegúrese de que su conexión de Dexcom Share es funcional en su teléfono.
fr: Aucune donnée de Dexcom. Veuillez vous assurer que votre connexion Dexcom Share est fonctionnelle sur votre téléphone.
it: Nessun dato di Dexcom. Assicurati che la tua connessione Dexcom Share sia funzionale sul tuo telefono.
nl: Geen gegevens van Dexcom. Zorg ervoor dat uw Dexcom Share verbinding werkt op uw telefoon.
pl: Brak danych z Dexcom. Upewnij się, że Twoje połączenie Dexcom Share działa na telefonie.
ro: Nu există date de la Dexcom. Asigură-te că conexiunea Dexcom Share este funcțională pe telefonul tău.
sv: Ingen data från Dexcom. Se till att din Dexcom Share anslutning fungerar på din telefon.

source: No extras
da: Ingen ekstrafunktioner
es: Sin extras
fr: Aucun extra
it: Nessun extra
nl: Geen extra's
pl: Brak dodatków
ro: Fără suplimente
sv: Inga tillval

source: No provider
da: Ingen udbyder
es: Ningún proveedor
fr: Aucun fournisseur
it: Nessun provider
nl: Geen aanbieder
pl: Brak dostawcy
ro: Niciun furnizor
sv: Ingen leverantör

source: Not seeing your AID of choice here? Open an issue on GitHub and lets see if we get it implemented.
da: Ser du ikke din AID her? Åben et issue på GitHub og lad os se om vi kan få det implementeret.
es: ¿No estás viendo tu AID de elección aquí? Abre un problema en GitHub y deja ver si lo conseguimos implementado.
fr: Vous ne voyez pas votre pompe préférée ici ? Créez un ticket sur GitHub et voyez si nous le faisons implémenter.
it: Non vedere il tuo AID di scelta qui? Apri un problema su GitHub e ti permette di vedere se lo ottieni implementato.
nl: Zie je je keuze AID hier niet? Open een issue op GitHub en laat zien of we het implementeren.
pl: Nie widzisz wybranej pomocy tutaj? Otwórz problem na GitHub i sprawdź, czy ją zaimplementujemy.
ro: Nu vă vedeți SIDA pe care l-ați ales aici? Deschideți o problemă pe GitHub și permiteți să vedeți dacă o implementăm.
sv: Ser du inte ditt AID val här? Öppna ett problem på GitHub och låt oss se om vi får det genomfört.

source: Once your first source is set up, you can add more sources from the Sources section in Settings.
da: Når din første kilde er sat op, kan du tilføje flere kilder fra Kilder sektionen i indstillinger.
es: Una vez que tu primera fuente está configurada, puedes añadir más fuentes desde la sección Fuentes en Configuración.
fr: Une fois que votre première source est configurée, vous pouvez ajouter plus de sources dans la section Sources dans Réglages.
it: Una volta impostata la prima sorgente, è possibile aggiungere più sorgenti dalla sezione Sorgenti nelle Impostazioni.
nl: Zodra je eerste bron is ingesteld, kun je meer bronnen uit de Bronnen sectie toevoegen in Instellingen.
pl: Gdy Twoje pierwsze źródło zostanie skonfigurowane, możesz dodać więcej źródeł w Ustawieniach.
ro: Odată ce prima sursă a fost configurată, puteți adăuga mai multe surse din secțiunea Surse în Setări.
sv: När din första källa är inställd, kan du lägga till fler källor från sektionen Källor i inställningarna.

source: Open GitHub Issue
da: Åbn GitHub Issues
es: Abrir GitHub Problema
fr: Ouvrir un ticket sur GitHub
it: Apri Problema GitHub
nl: GitHub probleem openen
pl: Otwórz problem z GitHub
ro: Deschide problema GitHub
sv: Öppna GitHub-problem

source: Open GitHub Issues
da: Åbn GitHub Issues
es: Abrir problemas de GitHub
fr: Ouvrir les tickets de GitHub
it: Apri Problemi GitHub
nl: GitHub problemen openen
pl: Otwórz zgłoszenia GitHub
ro: Subiecte GitHub deschise
sv: Öppna GitHub-ärenden

source: Outside USA
da: Uden For USA
es: Fuera de Estados Unidos
fr: Hors des États-Unis
it: Fuori Stati Uniti
nl: Buiten USA
pl: Poza USA
ro: În afara SUA
sv: Utanför USA

source: Password
da: Adgangskode
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
ro: Parolă
sv: Lösenord

source: Password can not be empty
da: Adgangskoden kan ikke være tom
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota
nl: Wachtwoord kan niet leeg zijn
pl: Hasło nie może być puste
ro: Parola nu poate fi goală
sv: Lösenordet får inte vara tomt

source: Please ensure the following:
da: Kontroller venligst følgende:
es: Por favor, asegúrese de lo siguiente:
fr: Veuillez vous assurer de ce qui suit :
it: Assicurarsi quanto segue:
nl: Zorg voor het volgende:
pl: Proszę zapewnić:
ro: Vă rugăm să asiguraţi următoarele:
sv: Se till följande:

source: Please open a ticket on GitHub with as much detail as possible about your device and the AID system you are using
da: Åbn venligst en ticket på GitHub med så mange detaljer som muligt om din enhed og det AID-system, du bruger
es: Por favor, abra un ticket en GitHub con el mayor detalle posible sobre su dispositivo y el sistema AID que está usando
fr: Veuillez ouvrir un ticket sur GitHub avec le plus de détails possible sur votre appareil et le système de DAI que vous utilisez
it: Si prega di aprire un ticket su GitHub con il maggior dettaglio possibile sul dispositivo e sul sistema AID che si sta utilizzando
nl: Open een ticket op GitHub met zo veel mogelijk details over je apparaat en het AID systeem dat je gebruikt
pl: Otwórz bilet na GitHub z jak najwięcej szczegółów na temat twojego urządzenia i systemu AID, którego używasz
ro: Vă rugăm să deschideți un bilet pe GitHub cu cât mai multe detalii posibile despre dispozitivul dvs. și sistemul de AID pe care îl utilizați
sv: Vänligen öppna ett ärende på GitHub så detaljerat som möjligt om din enhet och det AID-system du använder

source: Preview
da: Forhåndsvisning
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorvertoning
pl: Podgląd
ro: Previzualizare
sv: Förhandsgranska

source: Profile Identity
da: Profil-Identitet
es: Identidad del perfil
fr: Identité du profil
it: Identità Del Profilo
nl: Profiel identiteit
pl: Tożsamość profilu
ro: Identitate profil
sv: Profilens identitet

source: Profile not found.
da: Profil ikke fundet.
es: Perfil no encontrado.
fr: Profil introuvable.
it: Profilo non trovato.
nl: Profiel niet gevonden.
pl: Nie znaleziono profilu.
ro: Profilul nu a fost găsit.
sv: Profil hittades inte.

source: Profiles
da: Profiler
fr: Profils

source: Provider
da: Udbyder
es: Proveedor
fr: Fournisseur
nl: Leverancier
pl: Dostawca
ro: Furnizor
sv: Leverantör

source: Provider issue: %@
da: Udbyderproblem: %@
es: Proveedor problema: %@
fr: Problème de fournisseur : %@
it: Problema del fornitore: %@
nl: Provider-probleem: %@
pl: Problem z dostawcą: %@
ro: Problemă furnizor: %@
sv: Problem med leverantör: %@

source: Quit
da: Afslut
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten
pl: Wyjdź
ro: Ieșire
sv: Avsluta

source: Refresh all data
da: Opdater alle data
es: Actualizar todos los datos
fr: Actualiser toutes les données
it: Aggiorna tutti i dati
nl: Alle gegevens vernieuwen
pl: Odśwież wszystkie dane
ro: Reîmprospătează toate datele
sv: Uppdatera all data

source: Regular
da: Normal
fr: Standard
it: Regolare
nl: Normaal
pl: Regularne
ro: Normală
sv: Vanlig

source: Remove "%@"?
da: Fjern "%@"?
es: ¿Eliminar "%@"?
fr: Supprimer « %@ » ?
it: Rimuovere "%@"?
nl: Verwijder "%@"?
pl: Usunąć "%@"?
ro: Eliminaţi "%@"?
sv: Ta bort "%@"?

source: Remove %@
da: Fjern %@
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
nl: Verwijder %@
pl: Usuń %@
ro: Elimină %@
sv: Ta bort %@

source: Remove Profile
da: Fjern Profil
es: Eliminar perfil
fr: Supprimer le profil
it: Rimuovi Profilo
nl: Profiel verwijderen
pl: Usuń profil
ro: Elimină profilul
sv: Ta bort profil

source: Removes all saved settings and returns the app to its initial state, while keeping Debug Mode enabled.
da: Fjerner alle gemte indstillinger og nulstiller appen, samtidig med at Fejlsøgningstilstand beholdes aktiveret.
es: Elimina todos los ajustes guardados y devuelve la aplicación a su estado inicial, manteniendo habilitado el modo de depuración.
fr: Supprime tous les paramètres enregistrés et renvoie l'application à son état initial, tout en gardant le mode débogage activé.
it: Rimuove tutte le impostazioni salvate e restituisce l'applicazione al suo stato iniziale, mantenendo la modalità di debug abilitata.
nl: Verwijdert alle opgeslagen instellingen en keert de app terug naar zijn oorspronkelijke staat, terwijl Debug Mode ingeschakeld blijft.
pl: Usuwa wszystkie zapisane ustawienia i zwraca aplikację do stanu początkowego, przy czym tryb debugowania jest włączony.
ro: Elimină toate setările salvate și returnează aplicația la starea sa inițială, păstrând modul de depanare activat.
sv: Tar bort alla sparade inställningar och returnerar appen till sitt ursprungliga tillstånd, samtidigt som felsökningsläget är aktiverat.

source: Removes the debug menu from the settings panel and stops writing logs to disk for each session. Recommended if you are not a developer or helping a developer understand a problem.
da: Fjerner fejlfindingsmenuen fra indstillingspanelet og stopper med at skrive logfiler til disk for hver session. Anbefales, hvis du ikke er udvikler eller hjælper en udvikler med at forstå et problem.
es: Elimina el menú de depuración del panel de configuración y deja de escribir registros en el disco para cada sesión. Recomendado si no eres un desarrollador o ayudas a un desarrollador a entender un problema.
fr: Supprime le menu de débogage du panneau des paramètres et arrête l'écriture des journaux sur disque pour chaque session. Recommandé si vous n'êtes pas un développeur ou si vous aidez un développeur à comprendre un problème.
it: Rimuove il menu di debug dal pannello delle impostazioni e smette di scrivere log su disco per ogni sessione. Consigliato se non sei uno sviluppatore o aiutando uno sviluppatore a capire un problema.
nl: Verwijdert het debug menu uit het instellingenpaneel en stopt met het naar schijf schrijven van logs voor elke sessie. Aanbevolen als u geen ontwikkelaar bent of een ontwikkelaar helpt een probleem te begrijpen.
pl: Usuwa menu debugowania z panelu ustawień i zatrzymuje zapisywanie dzienników na dysku dla każdej sesji. Zalecane jeśli nie jesteś deweloperem lub nie pomagasz deweloperowi zrozumieć problemu.
ro: Elimină meniul de depanare din panoul de setări și oprește scrierea jurnalelor de pe disc pentru fiecare sesiune. Recomandat dacă nu sunteţi un dezvoltator sau dacă ajutaţi un dezvoltator să înţeleagă o problemă.
sv: Tar bort felsökningsmenyn från inställningspanelen och slutar skriva loggar till disk för varje session. Rekommenderas om du inte är en utvecklare eller hjälper en utvecklare att förstå ett problem.
